import styles from '../rules/rules.module.scss';

export const Contract = () => (
  <div className={styles.rules}>
    <h1 className={styles.title}>Договор оферты</h1>
    <ol className={styles.discribe}>
      <li className={styles.levelOne}>
        Идейные соображения высшего порядка, а также высокое качество позиционных исследований представляет собой
        интересный эксперимент проверки экспериментов, поражающих по своей масштабности и грандиозности.
        <ol>
          <li className={styles.levelTwo}>
            Задача организации, в особенности же социально-экономическое развитие однозначно определяет каждого
            участника как способного принимать собственные решения касаемо инновационных методов управления процессами.
          </li>
          <li className={styles.levelTwo}>
            Не следует, однако, забывать, что разбавленное изрядной долей эмпатии, рациональное мышление играет важную
            роль в формировании приоритизации разума над эмоциями. Но некоторые особенности внутренней политики лишь
            добавляют фракционных разногласий и преданы социально-демократической анафеме.
          </li>
          <li className={styles.levelTwo}>
            Приятно, граждане, наблюдать, как элементы политического процесса, превозмогая сложившуюся непростую
            экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали.
          </li>
          <li className={styles.levelTwo}>
            Но независимые государства, которые представляют собой яркий пример континентально-европейского типа
            политической культуры, будут объединены в целые кластеры себе подобных.
          </li>
        </ol>
      </li>
      <li className={styles.levelOne}>
        С учётом сложившейся международной обстановки, консультация с широким активом предоставляет широкие возможности
        для приоритизации разума над эмоциями.
        <ol>
          <li className={styles.levelTwo}>
            Задача организации, в особенности же социально-экономическое развитие однозначно определяет каждого
            участника как способного принимать собственные решения касаемо инновационных методов управления процессами.
            <ol>
              <li className={styles.levelThree}>
                Не следует, однако, забывать, что разбавленное изрядной долей эмпатии, рациональное мышление играет
                важную роль в формировании приоритизации разума над эмоциями. Но некоторые особенности внутренней
                политики лишь добавляют фракционных разногласий и преданы социально-демократической анафеме.{' '}
              </li>
              <li className={styles.levelThree}>
                Приятно, граждане, наблюдать, как элементы политического процесса, превозмогая сложившуюся непростую
                экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали.{' '}
              </li>
            </ol>
          </li>
          <li className={styles.levelTwo}>
            Но независимые государства, которые представляют собой яркий пример континентально-европейского типа
            политической культуры, будут объединены в целые кластеры себе подобных.
          </li>
          <li className={styles.levelTwo}>
            Но независимые государства, которые представляют собой яркий пример континентально-европейского типа
            политической культуры, будут объединены в целые кластеры себе подобных.
          </li>
        </ol>
      </li>
      <li className={styles.levelOne}>
        Принимая во внимание показатели успешности, укрепление и развитие внутренней структуры требует от нас анализа
        приоритизации разума над эмоциями.
        <ol>
          <li className={styles.levelTwo}>
            Задача организации, в особенности же социально-экономическое развитие однозначно определяет каждого
            участника как способного принимать собственные решения касаемо инновационных методов управления процессами.
            <ol>
              <li className={styles.levelThree}>
                Не следует, однако, забывать, что разбавленное изрядной долей эмпатии, рациональное мышление играет
                важную роль в формировании приоритизации разума над эмоциями. Но некоторые особенности внутренней
                политики лишь добавляют фракционных разногласий и преданы социально-демократической анафеме.
              </li>
              <li className={styles.levelThree}>
                Приятно, граждане, наблюдать, как элементы политического процесса, превозмогая сложившуюся непростую
                экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали.
              </li>
            </ol>
          </li>
          <li className={styles.levelTwo}>
            Но независимые государства, которые представляют собой яркий пример континентально-европейского типа
            политической культуры, будут объединены в целые кластеры себе подобных.
          </li>
          <li className={styles.levelTwo}>
            Не следует, однако, забывать, что экономическая повестка сегодняшнего дня требует анализа анализа
            существующих паттернов поведения.
          </li>
          <li className={styles.levelTwo}>
            Повседневная практика показывает, что убеждённость некоторых оппонентов требует от нас анализа распределения
            внутренних резервов и ресурсов.
          </li>
        </ol>
      </li>
    </ol>
  </div>
);
