export const PROFILE_STATE_BLOCK = [
  {
    title: 'Забронированная книга',
    discription: 'Здесь вы можете просмотреть забронированную книгу, а так же отменить бронь',
    areaText: 'Забронируйте книгу и она отобразится',
    id: '1',
  },
  {
    title: 'Книга которую взяли',
    discription: 'Здесь можете просмотреть информацию о книге и узнать сроки возврата',
    areaText: 'Прочитав книгу, она отобразится в истории ',
    id: '2',
  },
  {
    title: 'История',
    discription: 'Список прочитанных книг',
    areaText: 'Вы не читали книг из нашей библиотеки ',
    id: '3',
  },
];
